{
    "Back to hivewallet.com": "Volver a hivewallet.com",
    "Create new wallet": "Crear un nuevo monedero",
    "Open existing wallet": "Abrir un monedero existente",
    "We are about to generate your very own passphrase": "Estamos a punto de generar tu propia passphrase",
    "This keeps your account secure, and lets you open your wallet on multiple devices.": "Esto mantiene tu cuenta segura, y te permite abrir tu monedero en diferentes dispositivos",
    "It is very important you write this down.": "Es muy importante que escribas esto",
    "Generate passphrase": "Generar passphrase",
    "Go back": "Volver atrás",
    "Generating": "Generando",
    "Decoding passphrase": "Decodificando passphrase",
    "Synchronizing Wallet": "Sincronizando Monedero",
    "Set your PIN": "Elige tu PIN",
    "Your passphrase": "Tu passphrase",
    "Your passphrase will not be shown again.": "Tu passphrase no va a volver a ser mostrada",
    "Without it you will lose access to your wallet.": "Sin ella, vas a perder el acceso a tu monedero",
    "I have written down or otherwise securely stored my passphrase": "He escrito o guardado de forma segura mi passphrase",
    "Open wallet": "Abrir monedero",
    "Checking passphrase": "Comprobando passphrase",
    "Enter Passphrase": "Introduce passphrase",
    "Invalid passphrase": "Passphrase inválido",
    "Enter your PIN": "Introduce tu PIN",
    "Set a PIN for quick access": "Elige un PIN para acceso rápido",
    "Review passphrase again": "Revisa tu passphrase de nuevo",
    "Open a different wallet": "Abrir un monedero diferente",
    "PIN must be a 4-digit number": "El pin debe ser un número de 4 digitos",
    "Verifying PIN": "Verificando PIN",
    "Setting PIN": "Ajustando PIN",
    "This might take some time,": "Esto puede llevar algo de tiempo",
    "please be patient.": "por favor se paciente",
    "Your PIN is incorrect": "El PIN es incorrecto",
    "Request timeout. Please check your internet connection.": "El plazo de la petición ha expirado. Comprueba tu conexión a internet",
    "Could not save your details": "No se han podido guardar tus datos",
    "We could not connect you to Waggle, please check your internet connection.": "No podemos conectar a tu Waggle, por favor comprueba tu conexión a internet",
    "Please enter a valid address to send to": "Por favor introduce una dirección válida para enviar a ",
    "Please enter an amount above": "Por favor entra una cantidad mayor que %(dust)s",
    "Some funds are temporarily unavailable. To send this transaction, you will need to wait for your pending transactions to be confirmed first (this should not take more than a few minutes).": "Algunos fondos no están disponibles temporalmente. Para enviar la transacción deberás esperar a que se confirmen las transacciones pendientes primero (No debería tardar mas de unos minutos)",
    "What does this mean?": "¿Que significa esto?",
    "It seems like you are trying to empty your wallet. Taking transaction fee into account, we estimated that the max amount you can send is. We have amended the value in the amount field for you": "Parece que estás tratando de vaciar tu monedero. Contando la comisión de la transacción, calculamos que la cantidad máxima que puedes enviar es %(sendableBalance)s. Hemos puesto el valor en la casilla para ti.",
    "You do not have enough funds in your wallet": "No tienes suficientes fondos en tu monedero",
    "A name is required to set your profile on Hive": "Se requiere un nombre para tu perfil en Hive",
    "Uh Oh...": "Uh Oh...",
    "Whoops!": "¡Whoops!",
    "Just saying...": "Sólo digo...",
    "Your browser does not support geolocation": "Tu navegador no tiene soporte para la geolocalización",
    "Unable to retrieve your location": "No podemos obtener tu localización",
    "Without a name, the payer would not be able to identify you on Waggle.": "Sin un nombre, el pagador no podría reconocerte en Waggle",
    "cannot be blank": "%(blankField)s no pueden estar en blanco",
    "name": "nombre",
    "email": "email",
    "description": "descripción",
    "Change your details": "Cambia tus preferencias",
    "Your name": "Tu nombre",
    "Gravatar email": "Email de gravatar",
    "Submit": "Enviar",
    "Gravatar (globally recognised avatar) is a service that lets you re-use the same avatar across websites and apps by specifying an email address.": "Gravatar (globally recognised avatar) es un servicio que permite usar el mismo avatar en multitud de webs y aplicaciones a través de un email",
    "Create a gravatar": "Crear un gravatar",
    "Logout": "Cerrar sesión",
    "Support": "Soporte",
    "Send": "Enviar",
    "Receive": "Recibir",
    "History": "Historial",
    "Tokens": "Tokens",
    "Waggle lets you broadcast your wallet address to other nearby Hive users by comparing GPS data. This data is deleted once you turn Waggle off.": "El Waggle nos permite enviar tu monedero a otros usuarios de Hive cercanos comparando los datos del GPS. Los datos son eliminados una vez cierras el Waggle",
    "Having problems?": "¿Tienes problemas?",
    "Description": "Descripción",
    "Your email address": "Tu dirección email",
    "Nevermind": "No importa",
    "Before you start using Waggle, you need to enter a name that will help others identify you.": "Antes de empezar a usar Waggle, necesitas un nombre para ayudar a los demás a identificarte.",
    "Save": "Guardar",
    "Your transaction history": "Tu historial de transacciones",
    "pending confirmation": "confirmación pendiente",
    "Received": "Recibido",
    "You do not have any transactions yet": "No tienes ninguna transacción aún",
    "Transaction Id:": "Id de la transacción:",
    "Sent to:": "Enviado a:",
    "Your wallet address": "Tu dirección del monedero",
    "Waggle": "Waggle",
    "Turn Waggle on": "Encender Waggle",
    "Turn Waggle off": "Apagar Waggle",
    "Checking your location": "Comprobando tu localización",
    "Broadcasting your location...": "Difundiendo tu localización...",
    "Wallet address": "Dirección del monedero",
    "Amount": "Cantidad",
    "Exchange rate unavailable for the selected currency": "La tasa de cambio no está disponible para la moneda selecionada",
    "Confirm": "Confirmar",
    "No Hive users found nearby": "No se han encontrado usuarios de Hive cerca",
    "Search Again": "Buscando de nuevo",
    "Searching...": "Buscando...",
    "Searching your area for other Hive Web users": "Buscando en tu zona otros usuarios de Hive Web",
    "Confirm transaction": "Confirmar transacción",
    "transaction fee": "comisión de la transacción",
    "Cancel": "Cancelar",
    "Transaction Successful": "Transacción correcta",
    "Your transaction will appear in your history tab shortly.": "Tu transacción aparecerá en la pestaña del historial pronto",
    "Close": "Cerrar",
    "Report": "Reportar",
    "Transaction Failed": "Transacción fallida",
    "Please make sure you are connected to the internet.": "Por favor comprueba tu conexión a internet",
    "Please describe what happened above. Below are network error logs that could help us identify your issue.": "Por favor describe lo que paso en la parte de arriba. Abajo hay registros de errores que pueden ayudarnos a identificar tu problema.",
    "Sorry, Hive Wallet did not load.": "Perdón, Hive Wallet no carga",
    "Try updating your browser, or switching out of private browsing mode. If all else fails, download Chrome for your device.": "Prueba actualizando tu navegador, o cambiando fuera del modo de navegación privado. Si todo falla, descarga Chrome para tu dispositivo."
}